{
	"$schema": "https://aka.ms/winget-packages.schema.2.0.json",
	"Sources": [
		{
			"Packages": [
				{
					"PackageIdentifier": "OpenWhisperSystems.Signal"
				},
				{
					"PackageIdentifier": "BleachBit.BleachBit"
				},
				{
					"PackageIdentifier": "BraveSoftware.BraveBrowser"
				},
				{
					"PackageIdentifier": "Canonical.Ubuntu"
				},
				{
					"PackageIdentifier": "Discord.Discord"
				},
				{
					"PackageIdentifier": "Docker.DockerDesktop"
				},
				{
					"PackageIdentifier": "Figma.Figma"
				},
				{
					"PackageIdentifier": "Git.Git"
				},
				{
					"PackageIdentifier": "GnuPG.GnuPG"
				},
				{
					"PackageIdentifier": "MicroSIP.MicroSIP"
				},
				{
					"PackageIdentifier": "Microsoft.Edge"
				},
				{
					"PackageIdentifier": "Microsoft.WindowsTerminal"
				},
				{
					"PackageIdentifier": "Microsoft.Office"
				},
				{
					"PackageIdentifier": "JanDeDobbeleer.OhMyPosh"
				},
				{
					"PackageIdentifier": "Microsoft.OneDrive"
				},
				{
					"PackageIdentifier": "JetBrains.Toolbox"
				},
				{
					"PackageIdentifier": "RARLab.WinRAR"
				},
				{
					"PackageIdentifier": "SWI-Prolog.SWI-Prolog"
				},
				{
					"PackageIdentifier": "Microsoft.VC++2013Redist-x64"
				},
				{
					"PackageIdentifier": "Python.Python.3"
				},
				{
					"PackageIdentifier": "Microsoft.VC++2015-2019Redist-x64"
				},
				{
					"PackageIdentifier": "Microsoft.VC++2012Redist-x86"
				},
				{
					"PackageIdentifier": "Oracle.VirtualBox"
				},
				{
					"PackageIdentifier": "DBBrowserForSQLite.DBBrowserForSQLite"
				},
				{
					"PackageIdentifier": "Logitech.GHUB"
				},
				{
					"PackageIdentifier": "Cryptomator.Cryptomator"
				},
				{
					"PackageIdentifier": "OpenJS.NodeJS.LTS"
				},
				{
					"PackageIdentifier": "WinFsp.WinFsp"
				},
				{
					"PackageIdentifier": "Microsoft.VisualStudioCode"
				},
				{
					"PackageIdentifier": "KeePassXCTeam.KeePassXC"
				},
				{
					"PackageIdentifier": "Duplicati.Duplicati"
				},
				{
					"PackageIdentifier": "VideoLAN.VLC"
				},
				{
					"PackageIdentifier": "Klocman.BulkCrapUninstaller"
				}
			],
			"SourceDetails": {
				"Argument": "https://winget.azureedge.net/cache",
				"Identifier": "Microsoft.Winget.Source_8wekyb3d8bbwe",
				"Name": "winget",
				"Type": "Microsoft.PreIndexed.Package"
			}
		}
	]
}
